/* $ObjectName=MAFLogViewer_iOS */
/* $Collection=frwk.uicontrols.ios */
/* $Domain=BC */
/* $Developer=I043975 */
/* $Description=Mobile Application Framework - iOS Reusable UI Components */

/* XFLD: Accessibility hint read by the VoiceOver Utility when hovering over the LogViewer UI title */
"Hint_LogViewerTitle" = "Überschrift";

/* XFLD: Localized title for the LogViewer UI */
"Title_LogViewer" = "Protokolle";

/* XFLD: Accessibility hint for the Send eMail button */
"Hint_SendMail" = "E-Mail senden";

/* XFLD: UIAlertView title */
"Title_Email" = "E-Mail";

/* XFLD: UIAlertView error message when an error occurs upon sending the eMail */
"Msg_SendingFailed" = "Senden der E-Mail fehlgeschlagen.";

/* XFLD: UIAlterView Ok button message */
"Btn_OK" = "OK";

/* XFLD: Accessibility hint for the log entry selection checkmark - unchecked state */
"Hint_CheckboxUnselected" = "Nicht markiert";

/* XFLD: Accessibility hint for the log entry selection checkmark - selected state */
"Hint_CheckboxSelected" = "Markiert";

